# backend/model_repository/pedestrian_detection/config.pbtxt

name: "pedestrian_detection"
backend: "onnxruntime"
max_batch_size: 0

input [
    {
        name: "images"
        data_type: TYPE_FP32
        dims: [1, 3, 640, 640]
    }
]

output [
    {
        name: "output0"
        data_type: TYPE_FP32
        dims: [1, 300, 6]
    }
]
